<?php

$this -> title = "Пользовательское соглашение";
?>

<div class="block-help">

    <div class="block-help-lvl">
        <div class="title-btn-help">
            <div class="title-help">
                <p>1. ОБЩИЕ ПОЛОЖЕНИЯ</p>
            </div>
            <div class="btn-help">
                <a class="btn"  id="show-hide-btn">Показать</a>
            </div>
        </div>

        <div class="text-help hidden">
            <p class="info-text-help"> 1.1. Настоящее Пользовательское соглашение (далее - «Соглашение») регламентирует отношения между Обществом с ограниченной ответственностью «Амаяма Авто», зарегистрированным под основным государственным регистрационным номером 1022501274377 (далее - «Компания»), и дееспособным физическим лицом, надлежащим образом присоединившимся к настоящему Соглашению для использования мобильного приложения «Дром Штрафы» (далее - «Пользователь»).</p>
            <p class="info-text-help">1.2. В силу ст.428 Гражданского кодекса РФ, настоящее Соглашение является договором присоединения, согласно которому Компания предоставляет Пользователю безвозмездный доступ к Приложению на условиях настоящего Соглашения, и не является публичным договором. Компания имеет право не заключать или расторгнуть договор с любым пользователем без объяснения причин.<br></p>
            <p class="info-text-help">1.3. Обращения, предложения и претензии физических и юридических лиц к Компании, связанные с содержанием и функционированием Приложения, нарушениями прав и интересов третьих лиц, требований законодательства Российской Федерации, а также для запросов уполномоченных законодательством Российской Федерации лиц могут быть направлены на адрес электронной почты: drivers@mail.ru.</p>
            <p class="info-text-help">1.4. Настоящее Соглашение составлено в соответствии с законодательством Российской Федерации. Вопросы, не урегулированные Соглашением, подлежат разрешению в соответствии с законодательством Российской Федерации.</p>
            <p class="info-text-help">1.5. Соглашаясь с условиями настоящего Соглашения, Пользователь подтверждает свою правоспособность и свою дееспособность, подтверждает достоверность своих данных и принимает на себя всю ответственность за их точность, полноту и достоверность.</p>
        </div>

    </div>

    <div class="block-help-lvl">
        <div class="title-btn-help">
            <div class="title-help">
                <p>2. ПРАВА И ОБЯЗАННОСТИ ПОЛЬЗОВАТЕЛЯ</p>
            </div>
            <div class="btn-help">
                <a class="btn"  id="show-hide-btn">Показать</a>
            </div>
        </div>

        <div class="text-help hidden">
            <p class="info-text-help">2.1. Пользователь обязуется надлежащим образом соблюдать условия настоящего Соглашения.</p>
            <p class="info-text-help">2.2. Пользователь обязуется не использовать Приложение для любых иных целей, кроме как для целей, связанных с личным некоммерческим использованием.</p>
            <p class="info-text-help">2.3. Пользователь обязуется посредством Приложения не проводить рассылок сообщений рекламного, информационного и других типов без согласия получателей, выраженного явным образом. Такое согласие должно быть получено в случаях и в форме, предусмотренных законодательством Российской Федерации.</p>
            <p class="info-text-help">2.4. Пользователь обязуется без согласования с Компанией не совершать сделки или не предлагать совершать сделки с другими Пользователями в отношении каких-либо товаров, работ, услуг или результатов интеллектуальной деятельности, использовать Приложение для распространения рекламных и агитационных материалов.</p>
            <p class="info-text-help">2.5. Пользователь вправе загружать («скачивать») из Приложения материалы, охраняемые авторским правом, только для личного некоммерческого использования.</p>
            <p class="info-text-help">2.6. Пользователь Приложения не имеет права вносить изменения, публиковать, передавать третьим лицам, участвовать в продаже или уступке, создавать производные продукты или иным образом использовать частично или полностью содержание Приложения без письменного разрешения Компании.</p>
            <p class="info-text-help">2.7. Если иное не предусмотрено законодательством РФ, не допускается копирование, распространение, передача третьим лицам, опубликование или иное использование в коммерческих целях материалов, загруженных из Приложения, без получения письменного разрешения Компании или другого законного владельца авторских прав.</p>
            <p class="info-text-help">2.8. В случае получения разрешения на копирование, распространение, опубликование или иное использование материалов Приложения, охраняемых законодательством РФ, такое копирование, распространение, опубликование или иное использование не допускается без уведомления о принадлежности авторского права либо с изменением или исключением имени автора и/или товарного знака.</p>
            <p class="info-text-help">2.9. Пользователь обязуется не использовать Приложение в нарушение прав и законных интересов третьих лиц, абонентов операторов сети связи и законодательства Российской Федерации, в том числе:</p>
            <p class="info-text-help">2.9.1. не размещать посредством Приложения материалы, содержащие оскорбления, клевету, нецензурные выражения, порнографические или иные противоречащие нормам морали материалы; материалы, демонстрирующие или пропагандирующие жестокость, террор или насилие, оскорбляющие человеческое достоинство, а также иные материалы, не соответствующие законодательству Российской Федерации или ссылки на интернет-сайты и другие ресурсы, содержащие такие материалы.</p>
            <p class="info-text-help">2.9.2. не размещать любую информацию и материалы, которые содержат угрозы, дискредитируют или оскорбляют других Пользователей или третьих лиц, носят мошеннический характер, посягают на личные или публичные интересы, пропагандируют расовую, религиозную, этническую ненависть или вражду, а также любую иную информацию, нарушающую охраняемые законодательством Российской Федерации права человека и гражданина.</p>
            <p class="info-text-help">2.9.3. не осуществлять пропаганду или агитацию, возбуждающую социальную, расовую, национальную или религиозную ненависть и вражду, ненависть к лицам нестандартной сексуальной ориентации, пропаганду войны, социального, расового, национального, религиозного или языкового превосходства.</p>
            <p class="info-text-help">2.9.4. не описывать или пропагандировать преступную деятельность, не размещать инструкции или руководства по совершению преступных действий.</p>
            <p class="info-text-help">2.9.5. не размещать и не передавать посредством Приложения любую информацию ограниченного доступа (конфиденциальную информацию), если Пользователь не уполномочен на совершение данных действий.</p>
            <p class="info-text-help">2.9.6. не размещать посредством Приложения сообщения, графические изображения, фотографии или другие материалы, размещение которых наносит или может нанести ущерб чести, достоинству и деловой репутации какого-либо физического или юридического лица.</p>
            <p class="info-text-help">2.9.7. не размещать посредством Приложения персональные данные, в том числе домашние адреса, номера телефонов, адреса электронной почты, паспортные данные и прочую личную информацию других Пользователей или иных лиц без их предварительного согласия.</p>
            <p class="info-text-help">2.9.8. не размещать посредством Приложения результаты интеллектуальной деятельности, к которым в том числе относятся музыкальные произведения с текстом или без текста, литературные произведения, произведения живописи, графики, дизайна, аудиовизуальные произведения, программы для ЭВМ, фотографические произведения, фонограммы, исполнения, записанные в фонограммах, иные подобные объекты авторского и смежных прав, которые могут быть представлены в интерактивном виде (далее - «Контент»), права на использование которых подобным способом отсутствуют у Пользователя.</p>
            <p class="info-text-help">2.9.9. не размещать в Приложении Контент, содержащий изображения физических лиц, без их предварительного согласия за исключением случаев, предусмотренных законодательством Российской Федерации.</p>
        </div>

    </div>

    <div class="block-help-lvl">
        <div class="title-btn-help">
            <div class="title-help">
                <p>3. ПРАВА И ОБЯЗАННОСТИ КОМПАНИИ</p>
            </div>
            <div class="btn-help">
                <a class="btn"  id="show-hide-btn">Показать</a>
            </div>
        </div>

        <div class="text-help hidden">
            <p class="info-text-help">3.1. Компания вправе направлять Пользователю любым способом информацию о функционировании Приложения, в том числе размещать информационные и иные сообщения внутри Приложения.</p>
            <p class="info-text-help">3.2. Компания вправе редактировать или удалять материалы, если они не соответствуют требованиям действующего законодательства Российской Федерации и условиям данного Соглашения, наносят вред Компании или третьим лицам.</p>
            <p class="info-text-help">3.3. Компания вправе передавать права и обязанности по настоящему Соглашению, третьим лицам в целях исполнения настоящего Соглашения без дополнительного согласия Пользователя.</p>
            <p class="info-text-help">3.4. Компания не несет ответственности за любые ошибки, упущения, прерывания, удаление, дефекты, задержку в обработке или передаче данных, сбое линий связи, кражу, уничтожение или неправомерный доступ к материалам пользователей, размещенным в Приложении или в любом другом месте.</p>
            <p class="info-text-help">3.5. Компания не отвечает за любые технические сбои или иные проблемы любых телефонных сетей или служб, компьютерных систем, серверов или провайдеров, компьютерного или телефонного оборудования, программного обеспечения, сбоев сервисов электронной почты или скриптов по техническим причинам.</p>
            <p class="info-text-help">3.6. Компания не несет ответственности за любой ущерб компьютеру пользователя или иного лица, мобильным устройствам, любому другому оборудованию или программному обеспечению, вызванный или связанный со скачиванием материалов из Приложения или по ссылкам, размещенным в Приложении.</p>
            <p class="info-text-help">3.7. Ни при каких обстоятельствах Компания или ее представители не несут ответственность перед Пользователем или перед любыми третьими лицами за любой косвенный, случайный, неумышленный ущерб, включая упущенную выгоду или потерянные данные, вред чести, достоинству или деловой репутации, вызванный в связи с использованием Приложения, содержимого Приложения или иных материалов, к которым вы или иные лица получили доступ с помощью Приложения, даже если администрация предупреждала или указывала на возможность такого вреда.</p>
            <p class="info-text-help">3.8. омпания вправе собирать и использовать технические данные и связанную с ними информацию, включая, помимо прочего, технические данные о внешних устройствах, а также о программном обеспечении устройства Пользователя, системы и приложения. Данная информация собирается периодически и преследует цель упростить предоставление Пользователю обновлений программного обеспечения, технической поддержки и услуг (если таковые имеются), относящихся к Приложению. Компания вправе использовать данную информацию (при условии, что по ней невозможно установить личность Пользователя) в целях усовершенствования своих продуктов или предоставления вам своих услуг и технологий.</p>
            <p class="info-text-help">3.9. Компания вправе по своему усмотрению изменять, редактировать, удалять любой контент Приложения.</p>
        </div>

    </div>

    <div class="block-help-lvl">
        <div class="title-btn-help">
            <div class="title-help">
                <p>4. УСЛОВИЯ ИСПОЛЬЗОВАНИЯ ПРИЛОЖЕНИЯ</p>
            </div>
            <div class="btn-help">
                <a class="btn"  id="show-hide-btn">Показать</a>
            </div>
        </div>

        <div class="text-help hidden">
            <p class="info-text-help">4.1. Компания предоставляет пользователям Приложения на безвозмездной основе право на использование размещенного в Приложении Контента путем просмотра, воспроизведения (в том числе копирования), переработки и доведения до всеобщего сведения исключительно с целью личного некоммерческого использования.</p>
            <p class="info-text-help">4.2. Пользователь несет ответственность за любые действия по размещению любого Контента и иной информации в Приложении, за передачу или доведение до сведения других Пользователям и иных лиц данной информации или Контента, а также за любые взаимодействия с другими пользователями Приложения.</p>
        </div>

    </div>

    <div class="block-help-lvl">
        <div class="title-btn-help">
            <div class="title-help">
                <p>5. ГАРАНТИИ И ОТВЕТСТВЕННОСТЬ СТОРОН</p>
            </div>
            <div class="btn-help">
                <a class="btn"  id="show-hide-btn">Показать</a>
            </div>
        </div>

        <div class="text-help hidden">
            <p class="info-text-help">5.1. Для исполнения настоящего Соглашения могут привлекаться третьи лица. Пользователь подтверждает, что указанным третьим лицам предоставляются такие же права, как и обладателю прав на Приложение.</p>
            <p class="info-text-help">5.2. Пользователь гарантирует, что не будет предпринимать каких-либо действий, направленных на причинение ущерба обладателю прав на Приложение, Компании, операторам сотовой мобильной связи, правообладателям и иным лицам.</p>
            <p class="info-text-help">5.3. В случае нарушения правил использования Приложения, указанных в разделе 2 настоящего Соглашения, а также в случае нарушения пункта 4.2 настоящего Соглашения, Пользователь обязуется возместить Компании вред, причиненный такими действиями.</p>
            <p class="info-text-help">5.4. Если Пользователем не доказано обратное, любые действия, совершенные с использованием его логина и пароля, считаются совершенными соответствующим Пользователем. В случае несанкционированного доступа к логину и паролю Пользователя, или распространения логина и пароля Пользователь обязан незамедлительно сообщить об этом Компании в установленном порядке.</p>
            <p class="info-text-help">5.5. Признавая международный характер сети Интернет, Пользователь принимает на себя ответственность за соблюдение всех соответствующих правил и законов, касающихся действий Пользователя в сети Интернет.</p>
        </div>

    </div>

    <div class="block-help-lvl">
        <div class="title-btn-help">
            <div class="title-help">
                <p>6. УСЛОВИЯ О КОНФИДЕНЦИАЛЬНОСТИ</p>
            </div>
            <div class="btn-help">
                <a class="btn"  id="show-hide-btn">Показать</a>
            </div>
        </div>

        <div class="text-help hidden">
            <p class="info-text-help">6.1. В рамках настоящего соглашения, Пользователь соглашается, а Компания гарантирует, что:</p>
            <p class="info-text-help">6.1.1. Компанией и/или иными лицами с ведома и по поручению Компании, не производится запись, копирование, изменение, удаление, передача третьим лицам личной информации Пользователя.</p>
            <p class="info-text-help">6.1.2. Компания не производит сбор, систематизацию, хранение, передачу персональной и/или личной информации Пользователя.</p>
        </div>

    </div>



    <div class="block-help-lvl">
        <div class="title-btn-help">
            <div class="title-help">
                <p>7. ЗАКЛЮЧИТЕЛЬНЫЕ ПОЛОЖЕНИЯ</p>
            </div>
            <div class="btn-help">
                <a class="btn"  id="show-hide-btn">Показать</a>
            </div>
        </div>

        <div class="text-help hidden">
            <p class="info-text-help">7.1. Вопросы, не урегулированные настоящим Соглашением, подлежат разрешению в соответствии с законодательством Российской Федерации.</p>
            <p class="info-text-help">7.2. В случае возникновения любых споров или разногласий, связанных с исполнением настоящего Соглашения, Пользователь и Компания приложат все усилия для их разрешения путем проведения переговоров между ними. В случае, если споры не будут разрешены путем переговоров, споры подлежат разрешению в суде общей юрисдикции по месту нахождения Компании в порядке, установленном действующим законодательством Российской Федерации.</p>
            <p class="info-text-help">7.3. Настоящее Соглашение составлено на русском языке.</p>
            <p class="info-text-help">7.4. Настоящее Соглашение может быть изменено и/или дополнено Компанией в любое время в течение срока действия Соглашения. Все изменения и/или дополнения размещаются Компанией в соответствующем разделе Мобильного приложения и вступают в силу в день такого размещения. Пользователь обязуется своевременно и самостоятельно знакомиться со всеми изменениями и/или дополнениями. При наличии возражений Пользователь вправе направить извещение в течение 3 календарных дней с момента размещения изменений и/или дополнений к Соглашению. В таком случае Соглашение считается расторгнутым Сторонами с даты получения Компанией такого извещения от Пользователя.</p>
            <p class="info-text-help">7.5.  Если какое-либо из положений настоящего Соглашения будет признано недействительным, это не оказывает влияния на действительность или применимость остальных положений настоящего Соглашения.</p>
        </div>

    </div>


</div>
